-- ----------------------------
-- 测试数据
-- ----------------------------
INSERT INTO `sys_role` VALUES ('1', '1', '2022-12-08 19:12:03.000000', '系统管理员', '1', '2022-12-08 19:11:59.000000', 'ROLE_ADMIN', '系统管理员', null, null, null, null, '');
INSERT INTO `sys_role` VALUES ('2', '1', '2022-12-08 19:12:15.000000', '普通用户', '1', '2022-12-08 19:12:30.000000', 'ROLE_USER', '普通用户', null, null, null, null, '');
INSERT INTO `sys_user` VALUES ('1', '1', '2022-12-02 12:55:05.000000', '我是一名管理员', '1', '2023-09-12 07:05:15.730698', 'E10ADC3949BA59ABBE56E057F20F883E', '系统管理员', '男', '1', 'admin', '379533177@qq.com', '085bf101-c634-4823-951d-f040e2a5c3be.png', '1', null, null, null, null, '');